[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"AnimalDatas","[\r\n    {\r\n        \"AnimalName\": \"Fluffy\",\r\n        \"StoryContent\": \"Fluffy loves to roll around in the grass, enjoying every sunny day. He always finds new spots to nap and relax.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Whiskers\",\r\n        \"StoryContent\": \"Whiskers is curious and loves exploring hidden corners. No mystery is too small for his keen eyes.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Buddy\",\r\n        \"StoryContent\": \"Buddy spends his days making friends with every animal in the forest. His kindness brings everyone together.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Shadow\",\r\n        \"StoryContent\": \"Shadow moves silently, always watching but rarely seen. He’s a mysterious figure known for his quick reflexes.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Spark\",\r\n        \"StoryContent\": \"Spark lights up the night with his energetic spirit. He loves to bring joy to all who cross his path.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Bumble\",\r\n        \"StoryContent\": \"Bumble hums a happy tune as he dances from flower to flower. His buzzing cheers up everyone nearby.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Luna\",\r\n        \"StoryContent\": \"Luna loves gazing at the stars, dreaming of faraway places. She’s often lost in thought and wonder.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Milo\",\r\n        \"StoryContent\": \"Milo is playful and never stops running around. His energy is contagious, inspiring others to join his games.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Gizmo\",\r\n        \"StoryContent\": \"Gizmo is fascinated by shiny things and collects them carefully. He keeps a secret stash of treasures deep in the forest.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Trixie\",\r\n        \"StoryContent\": \"Trixie is clever and always finds the best hiding spots. She loves playing tricks on her friends for fun.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Rusty\",\r\n        \"StoryContent\": \"Rusty enjoys exploring and finding hidden treasures in the forest. His curiosity often leads him to exciting adventures.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Pippin\",\r\n        \"StoryContent\": \"Pippin loves to sing, filling the forest with cheerful tunes. His voice brings peace to all who hear it.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Bella\",\r\n        \"StoryContent\": \"Bella is kind-hearted and helps every creature in need. Her gentle nature makes her loved by all.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Scout\",\r\n        \"StoryContent\": \"Scout is adventurous and always ready to explore new places. No path is too challenging for his brave heart.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Max\",\r\n        \"StoryContent\": \"Max is brave and protects his friends with all his strength. He’s a loyal friend who never backs down.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Willow\",\r\n        \"StoryContent\": \"Willow loves the peace of quiet mornings by the river. She finds joy in the calm and beauty of nature.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Coco\",\r\n        \"StoryContent\": \"Coco enjoys collecting sweet berries from the bushes. She always shares her finds with her friends.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Dash\",\r\n        \"StoryContent\": \"Dash is quick as lightning, always moving and never still. His speed makes him the fastest in the forest.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Daisy\",\r\n        \"StoryContent\": \"Daisy adores flowers and tends to a beautiful garden. Her gentle touch makes everything bloom brightly.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Finn\",\r\n        \"StoryContent\": \"Finn is a great swimmer who loves diving in the lake. He’s happiest when surrounded by cool, blue waters.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Peanut\",\r\n        \"StoryContent\": \"Peanut loves finding snacks and hiding them in secret spots. His collection grows every day, bit by bit.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Ziggy\",\r\n        \"StoryContent\": \"Ziggy has a quirky personality and a big heart. He’s always making his friends laugh with silly antics.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Blue\",\r\n        \"StoryContent\": \"Blue enjoys stargazing and dreaming of flying high. He’s a quiet soul with big dreams.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Rex\",\r\n        \"StoryContent\": \"Rex is strong and loyal, always there for his friends. His presence gives everyone a sense of safety.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Sunny\",\r\n        \"StoryContent\": \"Sunny brings warmth and smiles wherever she goes. Her cheerful nature brightens even the gloomiest days.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Poppy\",\r\n        \"StoryContent\": \"Poppy dances joyfully whenever she hears music. Her graceful moves inspire others to join her.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Bolt\",\r\n        \"StoryContent\": \"Bolt is the fastest in the forest, always racing the wind. His adventurous spirit keeps him on the move.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Misty\",\r\n        \"StoryContent\": \"Misty appears like a shadow, quiet and mysterious. She often wanders through the misty forests alone.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Tango\",\r\n        \"StoryContent\": \"Tango has a playful spirit and loves to jump around. He’s the life of every gathering in the forest.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Jasper\",\r\n        \"StoryContent\": \"Jasper has a sharp mind and always finds clever solutions. He’s known as the problem-solver among his friends.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Nibbles\",\r\n        \"StoryContent\": \"Nibbles can always be found munching on something tasty. His love for food is matched only by his kindness.\"\r\n    },\r\n    {\r\n        \"AnimalName\": \"Snickers\",\r\n        \"StoryContent\": \"Snickers has a mischievous smile and loves to play pranks. His friends never know what he’ll do next.\"\r\n    }\r\n]\r\n"]],0,0,[],[],[]]
