[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"translations",{"defaultLanguage":"en","translations":{"en":{"oke":"Oke","onet_pets":"Onet Pets","let's_unlock":"      Let's unlock      to explore","leaderboard":"Leaderboard","new_animal":"New Animal","congrats":"Congrats!","coming_soon":"Coming Soon","waiting_new_animal":"Waiting for new animal to launch into a new zoo discovery","collection":"Collection","level_up":"Level up to unlock new animals and grow your zoo!","touch_an_animal":"Touch an animal to learn its story!","yandex_login":"Yandex Login","yandex_login_required":"Yandex login required to use this function!","login":"Login","setting":"Setting","continue":"Continue","new_game":"New Game","help":"Help","overtime":"Overtime","+120_second":"+120 Second","watch_video":"Watch video","replay":"Replay","victory":"Victory","level":"Level","score":"Score","next_level":"Next Level","how_to_play":"How To Play","match_animals_a_line":"MATCH ANIMALS WITH A LINE","match_animals_2_lines":"MATCH ANIMALS WITH 2 LINES","match_animals_3_lines":"MATCH ANIMALS WITH 3 LINES","loading":"Loading","no_ads_available":"No Ads Available","ads_unavailable":"We were unable to find any ads to show! Please try again shortly.","warning":"Warning","something_wrong":"Something went wrong!!!","check_internet":"Please check internet or turn off ads blocker and reload","fluffy_name":"Fluffy","fluffy_story":"Fluffy loves to roll around in the grass, enjoying every sunny day. He always finds new spots to nap and relax.","whiskers_name":"Whiskers","whiskers_story":"Whiskers is curious and loves exploring hidden corners. No mystery is too small for his keen eyes.","buddy_name":"Buddy","buddy_story":"Buddy spends his days making friends with every animal in the forest. His kindness brings everyone together.","shadow_name":"Shadow","shadow_story":"Shadow moves silently, always watching but rarely seen. He’s a mysterious figure known for his quick reflexes.","spark_name":"Spark","spark_story":"Spark lights up the night with his energetic spirit. He loves to bring joy to all who cross his path.","bumble_name":"Bumble","bumble_story":"Bumble hums a happy tune as he dances from flower to flower. His buzzing cheers up everyone nearby.","luna_name":"Luna","luna_story":"Luna loves gazing at the stars, dreaming of faraway places. She’s often lost in thought and wonder.","milo_name":"Milo","milo_story":"Milo is playful and never stops running around. His energy is contagious, inspiring others to join his games.","gizmo_name":"Gizmo","gizmo_story":"Gizmo is fascinated by shiny things and collects them carefully. He keeps a secret stash of treasures deep in the forest.","trixie_name":"Trixie","trixie_story":"Trixie is clever and always finds the best hiding spots. She loves playing tricks on her friends for fun.","rusty_name":"Rusty","rusty_story":"Rusty enjoys exploring and finding hidden treasures in the forest. His curiosity often leads him to exciting adventures.","pippin_name":"Pippin","pippin_story":"Pippin loves to sing, filling the forest with cheerful tunes. His voice brings peace to all who hear it.","bella_name":"Bella","bella_story":"Bella is kind-hearted and helps every creature in need. Her gentle nature makes her loved by all.","scout_name":"Scout","scout_story":"Scout is adventurous and always ready to explore new places. No path is too challenging for his brave heart.","max_name":"Max","max_story":"Max is brave and protects his friends with all his strength. He’s a loyal friend who never backs down.","willow_name":"Willow","willow_story":"Willow loves the peace of quiet mornings by the river. She finds joy in the calm and beauty of nature.","coco_name":"Coco","coco_story":"Coco enjoys collecting sweet berries from the bushes. She always shares her finds with her friends.","dash_name":"Dash","dash_story":"Dash is quick as lightning, always moving and never still. His speed makes him the fastest in the forest.","daisy_name":"Daisy","daisy_story":"Daisy adores flowers and tends to a beautiful garden. Her gentle touch makes everything bloom brightly.","finn_name":"Finn","finn_story":"Finn is a great swimmer who loves diving in the lake. He’s happiest when surrounded by cool, blue waters.","peanut_name":"Peanut","peanut_story":"Peanut loves finding snacks and hiding them in secret spots. His collection grows every day, bit by bit.","ziggy_name":"Ziggy","ziggy_story":"Ziggy has a quirky personality and a big heart. He’s always making his friends laugh with silly antics.","blue_name":"Blue","blue_story":"Blue enjoys stargazing and dreaming of flying high. He’s a quiet soul with big dreams.","rex_name":"Rex","rex_story":"Rex is strong and loyal, always there for his friends. His presence gives everyone a sense of safety.","sunny_name":"Sunny","sunny_story":"Sunny brings warmth and smiles wherever she goes. Her cheerful nature brightens even the gloomiest days.","poppy_name":"Poppy","poppy_story":"Poppy dances joyfully whenever she hears music. Her graceful moves inspire others to join her.","bolt_name":"Bolt","bolt_story":"Bolt is the fastest in the forest, always racing the wind. His adventurous spirit keeps him on the move.","misty_name":"Misty","misty_story":"Misty appears like a shadow, quiet and mysterious. She often wanders through the misty forests alone.","tango_name":"Tango","tango_story":"Tango has a playful spirit and loves to jump around. He’s the life of every gathering in the forest.","jasper_name":"Jasper","jasper_story":"Jasper has a sharp mind and always finds clever solutions. He’s known as the problem-solver among his friends.","nibbles_name":"Nibbles","nibbles_story":"Nibbles can always be found munching on something tasty. His love for food is matched only by his kindness.","snickers_name":"Snickers","snickers_story":"Snickers has a mischievous smile and loves to play pranks. His friends never know what he’ll do next."},"hi":{"oke":"ठीक है","onet_pets":"ओनेट पालतू","let's_unlock":"      अनलॉक करें      और अन्वेषण करें","yandex_login":"Yandex लॉगिन","new_animal":"नया जानवर","congrats":"बधाई हो!","coming_soon":"जल्द आ रहा है","waiting_new_animal":"नए जानवर का इंतजार कर रहे हैं, जो नए चिड़ियाघर की खोज में लॉन्च होगा","collection":"संग्रह","level_up":"नए जानवरों को अनलॉक करने और अपने चिड़ियाघर को बढ़ाने के लिए स्तर बढ़ाएं!","touch_an_animal":"एक जानवर को छुएं ताकि उसकी कहानी जान सकें!","yandex_login_required":"इस फ़ंक्शन का उपयोग करने के लिए Yandex लॉगिन आवश्यक है!","login":"लॉगिन","leaderboard":"लीडरबोर्ड","setting":"सेटिंग","continue":"जारी रखें","new_game":"नया खेल","help":"मदद","overtime":"अतिरिक्त समय","+120_second":"+120 सेकंड","watch_video":"वीडियो देखें","replay":"पुनः प्रयास करें","victory":"विजय","level":"स्तर","score":"अंक","next_level":"अगला स्तर","how_to_play":"कैसे खेलें","match_animals_a_line":"एक रेखा से जानवरों को मिलाएं","match_animals_2_lines":"दो रेखाओं से जानवरों को मिलाएं","match_animals_3_lines":"तीन रेखाओं से जानवरों को मिलाएं","loading":"लोड हो रहा है","no_ads_available":"कोई विज्ञापन उपलब्ध नहीं है","ads_unavailable":"हम किसी विज्ञापन को दिखाने में सक्षम नहीं हैं! कृपया कुछ समय बाद पुनः प्रयास करें।","warning":"चेतावनी","something_wrong":"कुछ गलत हुआ!!!","check_internet":"कृपया इंटरनेट की जांच करें या विज्ञापन ब्लॉकर को बंद करके पुनः लोड करें","fluffy_name":"फ्लफी","fluffy_story":"फ्लफी घास में घूमना पसंद करता है, हर धूप भरे दिन का आनंद लेता है। वह हमेशा नए स्थानों पर सोने और आराम करने के लिए ढूंढता है।","whiskers_name":"व्हिस्कर्स","whiskers_story":"व्हिस्कर्स जिज्ञासु है और छिपे हुए कोनों का अन्वेषण करना पसंद करता है। उसकी तेज़ आँखों के लिए कोई भी रहस्य बहुत छोटा नहीं होता।","buddy_name":"बडी","buddy_story":"बडी अपने दिन हर जंगल के जानवर से दोस्ती करने में बिताता है। उसकी दयालुता सबको एकजुट करती है।","shadow_name":"शैडो","shadow_story":"शैडो चुपचाप चलता है, हमेशा देखता है लेकिन कम ही दिखता है। वह एक रहस्यमय व्यक्ति है जिसे अपनी तेज़ प्रतिक्रिया के लिए जाना जाता है।","spark_name":"स्पार्क","spark_story":"स्पार्क अपनी ऊर्जावान आत्मा से रात को रोशन करता है। उसे रास्ते में आने वाले सभी लोगों को खुशी देना पसंद है।","bumble_name":"बम्बल","bumble_story":"बम्बल खुशमिजाज गाने के साथ फूलों से फूलों पर नाचता है। उसकी बज़िंग से पास के सभी लोग खुश हो जाते हैं।","luna_name":"लूना","luna_story":"लूना सितारों को देखना पसंद करती है, दूर के स्थानों का सपना देखती है। वह अक्सर सोच में खो जाती है और आश्चर्यचकित रहती है।","milo_name":"मिलो","milo_story":"मिलो खेल-कूद पसंद करता है और कभी नहीं रुकता। उसकी ऊर्जा संक्रामक होती है, जो दूसरों को भी अपने खेलों में शामिल होने के लिए प्रेरित करती है।","gizmo_name":"गिज़्मो","gizmo_story":"गिज़्मो को चमकदार चीज़ों से आकर्षण होता है और वह उन्हें सावधानी से इकट्ठा करता है। वह जंगल में गहरे कहीं खजाने का गुप्त भंडार रखता है।","trixie_name":"ट्रिक्सी","trixie_story":"ट्रिक्सी समझदार है और हमेशा सबसे अच्छे छिपने के स्थान ढूंढती है। वह अपने दोस्तों से मजाक करने का आनंद लेती है।","rusty_name":"रस्टि","rusty_story":"रस्टि जंगल में छिपे हुए खजाने की खोज करता है। उसकी जिज्ञासा अक्सर उसे रोमांचक साहसिक कार्यों की ओर ले जाती है।","pippin_name":"पिपिन","pippin_story":"पिपिन गाना पसंद करता है, जंगल को खुशहाल धुनों से भर देता है। उसकी आवाज़ सुनने वाले सभी लोगों को शांति देती है।","bella_name":"बेला","bella_story":"बेला एक दयालु दिल वाली है और हर प्राणी की मदद करती है। उसकी कोमल प्रकृति उसे सभी का प्रिय बना देती है।","scout_name":"स्काउट","scout_story":"स्काउट साहसी है और हमेशा नई जगहों की खोज करने के लिए तैयार रहता है। कोई रास्ता उसके साहसी दिल के लिए बहुत कठिन नहीं है।","max_name":"मैक्स","max_story":"मैक्स बहादुर है और अपने दोस्तों की सुरक्षा के लिए अपनी पूरी ताकत से खड़ा रहता है। वह एक वफादार दोस्त है जो कभी पीछे नहीं हटता।","willow_name":"विलो","willow_story":"विलो नदी के किनारे शांत सुबहों का आनंद लेती है। उसे प्रकृति की शांति और सुंदरता में खुशी मिलती है।","coco_name":"कोको","coco_story":"कोको झाड़ियों से मीठे जामुन इकट्ठा करना पसंद करती है। वह अपनी खोज को अपने दोस्तों के साथ साझा करती है।","dash_name":"डैश","dash_story":"डैश बिजली की तरह तेज़ है, हमेशा चलता रहता है और कभी नहीं रुकता। उसकी गति उसे 숲 का सबसे तेज़ बना देती है।","daisy_name":"डेज़ी","daisy_story":"डेज़ी फूलों से प्यार करती है और एक सुंदर बगिया की देखभाल करती है। उसकी कोमल छूने से सब कुछ जोर से खिलता है।","finn_name":"फिन","finn_story":"फिन एक अच्छा तैराक है जिसे झील में गोता लगाना पसंद है। वह तब सबसे खुश होता है जब वह ठंडे, नीले पानी से घिरा होता है।","peanut_name":"पीनट","peanut_story":"पीनट स्नैक ढूंढना और उन्हें गुप्त स्थानों में छुपाना पसंद करता है। उसकी संग्रह हर दिन थोड़ा-थोड़ा बढ़ती जाती है।","ziggy_name":"ज़िगी","ziggy_story":"ज़िगी का एक अजीब व्यक्तित्व और बड़ा दिल है। वह हमेशा अपनी मजेदार हरकतों से अपने दोस्तों को हंसाता रहता है।","blue_name":"ब्लू","blue_story":"ब्लू तारे देखने और ऊँचा उड़ने का सपना देखना पसंद करता है। वह एक शांत आत्मा है जिसके बड़े सपने हैं।","rex_name":"रेक्स","rex_story":"रेक्स मजबूत और वफादार है, हमेशा अपने दोस्तों के लिए मौजूद रहता है। उसकी उपस्थिति सभी को सुरक्षा का एहसास कराती है।","sunny_name":"सनी","sunny_story":"सनी जहां भी जाती है वहां गर्मी और मुस्कान लेकर आती है। उसकी खुशमिजाज प्रवृत्ति यहां तक कि सबसे उदास दिनों को भी रोशन कर देती है।","poppy_name":"पॉपी","poppy_story":"पॉपी खुशी से नाचती है जब भी उसे संगीत सुनाई देता है। उसकी सुंदर चालें दूसरों को भी प्रेरित करती हैं।","bolt_name":"बोल्ट","bolt_story":"बोल्ट जंगल में सबसे तेज़ है, हमेशा हवा से रेस करता है। उसकी साहसी आत्मा उसे हमेशा दौड़ते रहने के लिए प्रेरित करती है।","misty_name":"मिस्टि","misty_story":"मिस्टि एक छायादार रूप में प्रकट होती है, शांत और रहस्यमय। वह अक्सर अकेले ही धुंधले जंगलों में घूमती रहती है।","tango_name":"टैंगो","tango_story":"टैंगो का एक खेलपूर्ण स्वभाव है और वह कूदना पसंद करता है। वह जंगल की हर सभा का जीवन है।","jasper_name":"जास्पर","jasper_story":"जास्पर एक तेज़ दिमाग वाला है और हमेशा चालाक समाधान खोजता है। उसे अपने दोस्तों में समस्या हल करने वाले के रूप में जाना जाता है।","nibbles_name":"निबल्स","nibbles_story":"निबल्स हमेशा कुछ स्वादिष्ट खाते हुए पाए जाते हैं। उसे खाने से उतना ही प्यार है जितना कि उसके दोस्ती से।","snickers_name":"स्निकर्स","snickers_story":"स्निकर्स का एक शरारती मुस्कान है और वह प्रैंक खेलना पसंद करता है। उसके दोस्त कभी नहीं जानते कि वह अगला क्या करेगा।"},"ko":{"oke":"알았어","onet_pets":"Onet 펫","let's_unlock":"      잠금 해제하고      탐험해 보세요","leaderboard":"리더보드","new_animal":"새로운 동물","congrats":"축하합니다!","coming_soon":"곧 출시 예정","waiting_new_animal":"새로운 동물이 새로운 동물원 발견으로 출시되기를 기다리고 있습니다","collection":"수집","level_up":"새로운 동물을 잠금 해제하고 동물원을 키우려면 레벨을 올리세요!","touch_an_animal":"동물을 터치하여 그 이야기를 알아보세요!","yandex_login":"Yandex 로그인","yandex_login_required":"이 기능을 사용하려면 Yandex 로그인이 필요합니다!","login":"로그인","setting":"설정","continue":"계속","new_game":"새 게임","help":"도움말","overtime":"추가 시간","+120_second":"+120초","watch_video":"동영상 보기","replay":"다시 플레이","victory":"승리","level":"레벨","score":"점수","next_level":"다음 레벨","how_to_play":"게임 방법","match_animals_a_line":"한 줄로 동물 맞추기","match_animals_2_lines":"두 줄로 동물 맞추기","match_animals_3_lines":"세 줄로 동물 맞추기","loading":"로딩 중","no_ads_available":"광고 없음","ads_unavailable":"광고를 찾을 수 없습니다! 잠시 후 다시 시도해주세요.","warning":"경고","something_wrong":"뭔가 잘못되었습니다!!!","check_internet":"인터넷을 확인하거나 광고 차단기를 끄고 다시 로드해주세요","fluffy_name":"플러피","fluffy_story":"플러피는 풀밭에서 굴러다니며 매일 햇볕을 즐깁니다. 그는 항상 새로운 잠자리와 휴식처를 찾습니다.","whiskers_name":"위스크","whiskers_story":"위스크는 호기심이 많고 숨겨진 구석을 탐험하는 것을 좋아합니다. 그의 예리한 눈에는 아무리 작은 미스터리도 없습니다.","buddy_name":"버디","buddy_story":"버디는 숲 속의 모든 동물들과 친구가 되어 함께 지냅니다. 그의 친절함은 모두를 하나로 모읍니다.","shadow_name":"섀도우","shadow_story":"섀도우는 조용히 움직이며 항상 지켜보지만 거의 보이지 않습니다. 그는 빠른 반사 신경으로 잘 알려진 신비로운 존재입니다.","spark_name":"스파크","spark_story":"스파크는 에너지 넘치는 정신으로 밤을 밝힙니다. 그는 길을 가는 사람들에게 기쁨을 주는 것을 좋아합니다.","bumble_name":"범블","bumble_story":"범블은 꽃에서 꽃으로 춤추며 행복한 노래를 부릅니다. 그의 벌이 날아다니는 소리가 주변 사람들을 기쁘게 만듭니다.","luna_name":"루나","luna_story":"루나는 별을 바라보며 먼 곳을 꿈꾸는 것을 좋아합니다. 그녀는 자주 생각에 잠기고 경이로움에 빠집니다.","milo_name":"마일로","milo_story":"마일로는 장난꾸러기이고 항상 뛰어다니기를 멈추지 않습니다. 그의 에너지는 전염성이 있어 다른 동물들도 그와 함께 놀고 싶어 합니다.","gizmo_name":"기즈모","gizmo_story":"기즈모는 반짝이는 물건에 매료되어 그것들을 신중하게 수집합니다. 그는 숲속 깊은 곳에 숨겨둔 보물을 가지고 있습니다.","trixie_name":"트릭시","trixie_story":"트릭시는 영리하고 항상 최고의 숨는 장소를 찾습니다. 그녀는 친구들에게 장난을 치는 것을 좋아합니다.","rusty_name":"러스티","rusty_story":"러스티는 숲에서 숨겨진 보물을 찾으며 탐험하는 것을 즐깁니다. 그의 호기심은 종종 그를 흥미로운 모험으로 이끕니다.","pippin_name":"피핀","pippin_story":"피핀은 노래하는 것을 좋아하며 숲을 즐거운 멜로디로 채웁니다. 그의 목소리는 듣는 사람들에게 평화를 선사합니다.","bella_name":"벨라","bella_story":"벨라는 마음이 따뜻하고, 어려운 상황에 처한 모든 생물을 돕습니다. 그녀의 부드러운 성격은 모두가 그녀를 사랑하게 만듭니다.","scout_name":"스카우트","scout_story":"스카우트는 모험을 즐기며 항상 새로운 곳을 탐험할 준비가 되어 있습니다. 어떤 길도 그의 용감한 마음에겐 어려운 것이 없습니다.","max_name":"맥스","max_story":"맥스는 용감하고 친구들을 지키기 위해 모든 힘을 다합니다. 그는 결코 물러서지 않는 충성스러운 친구입니다.","willow_name":"윌로우","willow_story":"윌로우는 강가에서 조용한 아침을 보내는 것을 좋아합니다. 그녀는 자연의 평화롭고 아름다움을 즐깁니다.","coco_name":"코코","coco_story":"코코는 덤불에서 달콍한 베리를 모으는 것을 좋아합니다. 그녀는 항상 친구들과 그 베리를 나눕니다.","dash_name":"대시","dash_story":"대시는 번개처럼 빠르고 항상 움직입니다. 그의 속도는 그를 숲 속에서 가장 빠른 동물로 만듭니다.","daisy_name":"데이지","daisy_story":"데이지는 꽃을 사랑하고 아름다운 정원을 가꾸는 것을 좋아합니다. 그녀의 부드러운 손길은 모든 것을 밝게 만듭니다.","finn_name":"핀","finn_story":"핀은 훌륭한 수영선수로, 호수에서 다이빙하는 것을 좋아합니다. 그는 시원한 푸른 물에 둘러싸여 있을 때 가장 행복합니다.","peanut_name":"피넛","peanut_story":"피넛은 간식을 찾아 비밀스러운 곳에 숨기는 것을 좋아합니다. 그의 보물은 매일 조금씩 늘어납니다.","ziggy_name":"지기","ziggy_story":"지기는 특이한 성격과 큰 마음을 가지고 있습니다. 그는 항상 친구들을 웃기기 위해 엉뚱한 행동을 합니다.","blue_name":"블루","blue_story":"블루는 별을 바라보며 높은 곳으로 날아가기를 꿈꿉니다. 그는 큰 꿈을 가진 조용한 영혼입니다.","rex_name":"렉스","rex_story":"렉스는 강하고 충성스럽습니다. 그는 친구들을 항상 지켜주며, 그의 존재는 모두에게 안전함을 제공합니다.","sunny_name":"써니","sunny_story":"써니는 어디를 가든지 따뜻함과 미소를 가져다줍니다. 그녀의 밝은 성격은 가장 어두운 날도 밝게 만듭니다.","poppy_name":"포피","poppy_story":"포피는 음악을 들을 때마다 즐겁게 춤을 춥니다. 그녀의 우아한 동작은 다른 사람들에게도 춤을 추게 만듭니다.","bolt_name":"볼트","bolt_story":"볼트는 숲에서 가장 빠르며, 항상 바람과 경주를 합니다. 그의 모험심은 그를 계속 움직이게 만듭니다.","misty_name":"미스티","misty_story":"미스티는 그림자처럼 조용히 나타납니다. 그녀는 종종 안개 낀 숲을 혼자서 떠도는 것을 좋아합니다.","tango_name":"탱고","tango_story":"탱고는 활발한 성격을 가지고 있으며, 항상 뛰어다니기를 좋아합니다. 그는 숲 속 모든 모임의 중심입니다.","jasper_name":"재스퍼","jasper_story":"재스퍼는 똑똑한 사고를 가지고 있으며 항상 똑똑한 해결책을 찾습니다. 그는 친구들 사이에서 문제 해결자로 잘 알려져 있습니다.","nibbles_name":"니블스","nibbles_story":"니블스는 항상 맛있는 것을 먹고 있습니다. 그는 음식에 대한 사랑만큼이나 친절합니다.","snickers_name":"스니커스","snickers_story":"스니커스는 장난꾸러기 미소를 가지고 있으며 장난을 치는 것을 좋아합니다. 그의 친구들은 그가 다음에 무엇을 할지 모릅니다."},"ru":{"oke":"Ок","onet_pets":"Онет Пэты","let's_unlock":"      Давайте разблокируем      и исследуем","yandex_login":"Yandex Вход","new_animal":"Новое животное","congrats":"Поздравляю!","collection":"Коллекция","coming_soon":"Скоро","waiting_new_animal":"Ждем нового животного для запуска в новое открытие зоопарка","level_up":"Повышайте уровень, чтобы разблокировать новых животных и развивать ваш зоопарк!","touch_an_animal":"Коснитесь животного, чтобы узнать его историю!","yandex_login_required":"Для использования этой функции требуется вход в Yandex!","login":"Войти","leaderboard":"Таблица лидеров","setting":"Настройки","continue":"Продолжить","new_game":"Новая игра","help":"Помощь","overtime":"Дополнительное время","+120_second":"+120 секунд","watch_video":"Посмотреть видео","replay":"Повторить","victory":"Победа","level":"Уровень","score":"Очки","next_level":"Следующий уровень","how_to_play":"Как играть","match_animals_a_line":"СОЧЕТАЙТЕ ЖИВОТНЫХ С ЛИНИЕЙ","match_animals_2_lines":"СОЧЕТАЙТЕ ЖИВОТНЫХ С 2 ЛИНИЯМИ","match_animals_3_lines":"СОЧЕТАЙТЕ ЖИВОТНЫХ С 3 ЛИНИЯМИ","loading":"Загрузка","no_ads_available":"Нет доступных объявлений","ads_unavailable":"Не удалось найти объявления для показа! Пожалуйста, попробуйте снова позже.","warning":"Предупреждение","something_wrong":"Что-то пошло не так!!!","check_internet":"Пожалуйста, проверьте интернет или выключите блокировщик рекламы и перезагрузите страницу","fluffy_name":"Пухляш","fluffy_story":"Пухляш любит кататься по траве, наслаждаясь каждым солнечным днем. Он всегда находит новые места для отдыха и сна.","whiskers_name":"Усы","whiskers_story":"Усы любопытны и любят исследовать скрытые уголки. Для его острых глаз нет слишком маленьких тайн.","buddy_name":"Дружок","buddy_story":"Дружок проводит свои дни, заводя друзей с каждым животным в лесу. Его доброта объединяет всех.","shadow_name":"Тень","shadow_story":"Тень двигается молча, всегда наблюдая, но редко видимая. Это таинственная фигура, известная своей быстрой реакцией.","spark_name":"Искра","spark_story":"Искра освещает ночь своей энергичной душой. Ему нравится приносить радость всем, кто встречает его на пути.","bumble_name":"Бамбл","bumble_story":"Бамбл напевает веселую мелодию, танцуя от цветка к цветку. Его жужжание радует всех вокруг.","luna_name":"Луна","luna_story":"Луна любит смотреть на звезды, мечтая о дальних странах. Она часто теряется в своих мыслях и удивлении.","milo_name":"Мило","milo_story":"Мило игрив и никогда не останавливается. Его энергия заразительна, вдохновляя других присоединиться к его играм.","gizmo_name":"Гизмо","gizmo_story":"Гизмо очарован блестящими вещами и собирает их тщательно. Он хранит секретные сокровища глубоко в лесу.","trixie_name":"Трикси","trixie_story":"Трикси умна и всегда находит лучшие укрытия. Она любит разыгрывать своих друзей ради веселья.","rusty_name":"Расти","rusty_story":"Расти любит исследовать и находить скрытые сокровища в лесу. Его любопытство часто приводит его к захватывающим приключениям.","pippin_name":"Пиппин","pippin_story":"Пиппин любит петь, наполняя лес радостными мелодиями. Его голос приносит мир всем, кто его слышит.","bella_name":"Белла","bella_story":"Белла добрая и помогает каждому существу в нужде. Ее нежная натура делает ее любимой всеми.","scout_name":"Скаут","scout_story":"Скаут — это авантюрист, всегда готовый исследовать новые места. Для его смелого сердца нет неприступных дорог.","max_name":"Макс","max_story":"Макс смелый и защищает своих друзей всеми силами. Он — верный друг, который никогда не отступает.","willow_name":"Ива","willow_story":"Ива любит спокойствие утренней тишины у реки. Она находит радость в тишине и красоте природы.","coco_name":"Коко","coco_story":"Коко любит собирать сладкие ягоды с кустов. Она всегда делится своими находками с друзьями.","dash_name":"Дэш","dash_story":"Дэш быстрый как молния, всегда в движении и никогда не останавливается. Его скорость делает его самым быстрым в лесу.","daisy_name":"Дейзи","daisy_story":"Дейзи обожает цветы и ухаживает за красивым садом. Ее нежные руки заставляют все цветы ярко расцвести.","finn_name":"Финн","finn_story":"Финн — отличный пловец, который любит нырять в озеро. Он счастлив, когда окружен прохладной голубой водой.","peanut_name":"Пинат","peanut_story":"Пинат любит находить закуски и прятать их в секретных местах. Его коллекция растет с каждым днем.","ziggy_name":"Зигги","ziggy_story":"Зигги имеет странную личность и большое сердце. Он всегда заставляет своих друзей смеяться своими забавными проделками.","blue_name":"Блу","blue_story":"Блу любит смотреть на звезды и мечтать о полетах высоко в небе. Он — спокойная душа, имеющая большие мечты.","rex_name":"Рекс","rex_story":"Рекс силен и верен, всегда рядом с друзьями. Его присутствие дает всем ощущение безопасности.","sunny_name":"Санни","sunny_story":"Санни приносит тепло и улыбки куда бы она ни шла. Ее жизнерадостная натура освещает даже самые мрачные дни.","poppy_name":"Поппи","poppy_story":"Поппи радостно танцует, когда слышит музыку. Ее грациозные движения вдохновляют других присоединиться.","bolt_name":"Болт","bolt_story":"Болт — самый быстрый в лесу, всегда в гонке с ветром. Его приключенческий дух не дает ему останавливаться.","misty_name":"Мисти","misty_story":"Мисти появляется как тень, тихая и загадочная. Она часто бродит по туманным лесам одна.","tango_name":"Танго","tango_story":"Танго имеет игривый дух и любит прыгать. Он — душа каждой встречи в лесу.","jasper_name":"Джаспер","jasper_story":"Джаспер умный и всегда находит умные решения. Он известен как решатель проблем среди своих друзей.","nibbles_name":"Нибблс","nibbles_story":"Нибблс всегда можно найти, когда он ест что-то вкусное. Он любит еду, но также очень добр к своим друзьям.","snickers_name":"Сникерс","snickers_story":"Сникерс с игривой улыбкой любит разыгрывать друзей. Его друзья никогда не знают, что он сделает дальше."},"tr":{"oke":"Tamam","onet_pets":"Onet Evcil Hayvanlar","let's_unlock":"      Keşfetmek için      açalım","yandex_login":"Yandex Girişi","new_animal":"Yeni Hayvan","congrats":"Tebrikler!","collection":"Koleksiyon","coming_soon":"Yakında","waiting_new_animal":"Yeni bir hayvanın yeni bir hayvanat bahçesi keşfine açılmasını bekliyoruz","level_up":"Yeni hayvanları açmak ve hayvanat bahçenizi büyütmek için seviyenizi yükseltin!","touch_an_animal":"Bir hayvana dokunun, hikayesini öğrenin!","yandex_login_required":"Bu işlevi kullanmak için Yandex girişi gereklidir!","login":"Giriş","leaderboard":"Liderlik Tablosu","setting":"Ayarlar","continue":"Devam et","new_game":"Yeni oyun","help":"Yardım","overtime":"Mesai","+120_second":"+120 Saniye","watch_video":"Videoyu izle","replay":"Yeniden oyna","victory":"Zafer","level":"Seviye","score":"Puan","next_level":"Sonraki Seviye","how_to_play":"Nasıl Oynanır","match_animals_a_line":"BİR HATTINDA HAYVANLARI EŞLEŞTİR","match_animals_2_lines":"2 HATTA HAYVANLARI EŞLEŞTİR","match_animals_3_lines":"3 HATTA HAYVANLARI EŞLEŞTİR","loading":"Yükleniyor","no_ads_available":"Reklam bulunmuyor","ads_unavailable":"Reklam bulamadık! Lütfen kısa bir süre sonra tekrar deneyin.","warning":"Uyarı","something_wrong":"Bir şeyler yanlış gitti!!!","check_internet":"Lütfen interneti kontrol edin veya reklam engelleyiciyi kapatıp tekrar yükleyin","fluffy_name":"Fluffy","fluffy_story":"Fluffy, her güneşli günde çimenlerde yuvarlanmayı sever. Her zaman yeni yerlerde uyur ve dinlenir.","whiskers_name":"Whiskers","whiskers_story":"Whiskers meraklıdır ve gizli köşeleri keşfetmeyi sever. Onun keskin gözleri için hiçbir gizem çok küçük değildir.","buddy_name":"Buddy","buddy_story":"Buddy, ormandaki her hayvanla arkadaşlık eder. Onun iyiliği herkesi bir araya getirir.","shadow_name":"Shadow","shadow_story":"Shadow sessizce hareket eder, her zaman gözlemler fakat nadiren görülür. Hızlı refleksleriyle bilinen gizemli bir figürdür.","spark_name":"Spark","spark_story":"Spark, enerjik ruhuyla geceyi aydınlatır. Yolu geçen herkese neşe getirmeyi sever.","bumble_name":"Bumble","bumble_story":"Bumble, çiçekten çiçeğe dans ederken mutlu bir melodi mırıldanır. Onun vızıltısı çevresindeki herkesi mutlu eder.","luna_name":"Luna","luna_story":"Luna, yıldızları seyretmeyi ve uzak yerleri hayal etmeyi sever. Çoğu zaman düşüncelere dalar ve hayranlık içinde kaybolur.","milo_name":"Milo","milo_story":"Milo, oyun oynamayı çok sever ve asla durmaz. Onun enerjisi bulaşıcıdır ve diğerlerini oyunlarına katılmaya teşvik eder.","gizmo_name":"Gizmo","gizmo_story":"Gizmo parlak şeylere hayran kalır ve onları dikkatlice toplar. Ormanın derinliklerinde gizli bir hazineye sahiptir.","trixie_name":"Trixie","trixie_story":"Trixie zekidir ve her zaman en iyi saklanma yerlerini bulur. Arkadaşlarına şaka yapmayı sever.","rusty_name":"Rusty","rusty_story":"Rusty ormanda gizli hazineleri keşfetmeyi sever. Onun merakı, onu heyecan verici maceralara götürür.","pippin_name":"Pippin","pippin_story":"Pippin şarkı söylemeyi sever, ormanı neşeli melodilerle doldurur. Onun sesi, duyduğu herkesin huzur içinde olmasını sağlar.","bella_name":"Bella","bella_story":"Bella, nazik kalplidir ve her ihtiyacı olan canlıya yardım eder. Onun nazik doğası herkesin onu sevmesini sağlar.","scout_name":"Scout","scout_story":"Scout maceracıdır ve her zaman yeni yerleri keşfetmeye hazırdır. Hiçbir yol onun cesur kalbi için çok zorlu değildir.","max_name":"Max","max_story":"Max cesur ve arkadaşlarını tüm gücüyle korur. O, geri adım atmayan sadık bir arkadaştır.","willow_name":"Willow","willow_story":"Willow, nehir kenarında sessiz sabahları sevgiyle geçirir. Doğanın huzurunda ve güzelliğinde mutluluk bulur.","coco_name":"Coco","coco_story":"Coco, tatlı yaban mersinlerini toplamakta sever. Her zaman bulduğu şeyleri arkadaşlarıyla paylaşır.","dash_name":"Dash","dash_story":"Dash, yıldırım gibi hızlıdır, her zaman hareket eder ve asla durmaz. Onun hızı onu ormandaki en hızlı hayvan yapar.","daisy_name":"Daisy","daisy_story":"Daisy çiçekleri sever ve güzel bir bahçe bakımına özen gösterir. Onun nazik dokunuşları her şeyi parlak bir şekilde çiçeklendirir.","finn_name":"Finn","finn_story":"Finn, harika bir yüzücüdür ve gölette dalmayı sever. En mutlu olduğu yer, soğuk, mavi suyun içinde çevrilidir.","peanut_name":"Peanut","peanut_story":"Peanut, atıştırmalıklar bulmayı ve onları gizli yerlere saklamayı sever. Koleksiyonu her gün biraz daha büyür.","ziggy_name":"Ziggy","ziggy_story":"Ziggy'nin tuhaf bir kişiliği ve büyük bir kalbi vardır. Sürekli arkadaşlarını komik hareketlerle güldürür.","blue_name":"Blue","blue_story":"Blue, yıldızları seyretmeyi ve yüksek uçmayı hayal etmeyi sever. O, büyük hayalleri olan sessiz bir ruh.","rex_name":"Rex","rex_story":"Rex güçlü ve sadık, her zaman arkadaşlarının yanındadır. Varlığı herkesin güven duymasını sağlar.","sunny_name":"Sunny","sunny_story":"Sunny, her gittiği yerde sıcaklık ve gülümseme getirir. Onun neşeli doğası, en kasvetli günleri bile aydınlatır.","poppy_name":"Poppy","poppy_story":"Poppy, müzik duyduğunda sevinçle dans eder. Zarif hareketleri diğerlerini de katılmaya teşvik eder.","bolt_name":"Bolt","bolt_story":"Bolt, ormandaki en hızlıdır, her zaman rüzgarla yarışır. Onun maceracı ruhu onu sürekli hareket etmeye teşvik eder.","misty_name":"Misty","misty_story":"Misty, gölge gibi sessizce ortaya çıkar. Çoğu zaman yalnız başına sisli ormanlarda dolaşır.","tango_name":"Tango","tango_story":"Tango, eğlenceli bir ruhu vardır ve her zaman zıplamayı sever. O, ormandaki her etkinliğin ruhudur.","jasper_name":"Jasper","jasper_story":"Jasper akıllı ve her zaman zekice çözümler bulur. Arkadaşları arasında problem çözücü olarak bilinir.","nibbles_name":"Nibbles","nibbles_story":"Nibbles, her zaman lezzetli bir şeyler yerken bulunur. Onun yemek sevgisi, arkadaşlarına olan sevgisi kadar büyüktür.","snickers_name":"Snickers","snickers_story":"Snickers, oyuncu bir gülümseme ile arkadaşlarını kandırmayı sever. Onun arkadaşları, bir sonraki ne yapacağını asla bilemez."},"zh":{"oke":"好的","onet_pets":"Onet 宠物","let's_unlock":"      解锁      以探索","yandex_login":"Yandex 登录","new_animal":"新动物","congrats":"恭喜!","collection":"收藏","coming_soon":"即将到来","waiting_new_animal":"等待新动物推出到新的动物园发现","level_up":"提升等级解锁新的动物并发展你的动物园！","touch_an_animal":"点击动物来了解它的故事","yandex_login_required":"使用此功能需要 Yandex 登录！","login":"登录","setting":"设置","leaderboard":"排行榜","continue":"继续","new_game":"新游戏","help":"帮助","overtime":"加时","+120_second":"+120 秒","watch_video":"观看视频","replay":"重新播放","victory":"胜利","level":"等级","score":"分数","next_level":"下一关","how_to_play":"怎么玩","match_animals_a_line":"用一条线配对动物","match_animals_2_lines":"用两条线配对动物","match_animals_3_lines":"用三条线配对动物","loading":"加载中","no_ads_available":"暂无广告","ads_unavailable":"我们未能找到可显示的广告！请稍后再试。","warning":"警告","something_wrong":"出了点问题！！！","check_internet":"请检查网络或关闭广告拦截器后重新加载","fluffy_name":"毛绒","fluffy_story":"毛绒喜欢在草地上滚来滚去，享受每一个阳光明媚的日子。他总是找到新的地方小睡和放松。","whiskers_name":"胡须","whiskers_story":"胡须非常好奇，喜欢探索隐藏的角落。没有任何谜题对他那锐利的眼睛来说是太小的。","buddy_name":"巴迪","buddy_story":"巴迪每天都在和森林里的每一只动物交朋友。他的善良把所有人都聚集在一起。","shadow_name":"影子","shadow_story":"影子默默地行动，永远在观察，但很少被看到。他是一个神秘的角色，以快速反应著称。","spark_name":"火花","spark_story":"火花以他的能量点亮了夜晚。他喜欢给每一个遇到他的人带来快乐。","bumble_name":"嗡嗡","bumble_story":"嗡嗡哼着快乐的曲调，在花丛中跳来跳去。他的嗡嗡声让周围的人都感到高兴。","luna_name":"露娜","luna_story":"露娜喜欢凝视星空，梦想着遥远的地方。她常常陷入思考和惊叹之中。","milo_name":"米洛","milo_story":"米洛是个爱玩的小家伙，总是四处奔跑。他的能量具有传染性，激励其他人加入他的游戏。","gizmo_name":"吉兹莫","gizmo_story":"吉兹莫对闪亮的东西非常着迷，并小心翼翼地收集它们。他在森林深处有一个秘密宝藏。","trixie_name":"特里克西","trixie_story":"特里克西聪明，总是能找到最好的藏身之处。她喜欢开玩笑和捉弄朋友。","rusty_name":"拉斯提","rusty_story":"拉斯提喜欢探索并发现森林中的隐藏宝藏。他的好奇心常常把他带入令人兴奋的冒险中。","pippin_name":"皮皮","pippin_story":"皮皮喜欢唱歌，用欢快的旋律填满森林。他的歌声给所有听到的人带来平静。","bella_name":"贝拉","bella_story":"贝拉心地善良，帮助每一个需要帮助的生物。她温柔的天性让她深受大家喜爱。","scout_name":"侦察兵","scout_story":"侦察兵喜欢冒险，随时准备探索新的地方。没有哪条路对他勇敢的心来说是太艰难的。","max_name":"马克斯","max_story":"马克斯勇敢，凭借自己的全部力量保护朋友。他是一个永不退缩的忠实朋友。","willow_name":"柳树","willow_story":"柳树喜欢在河边的宁静早晨中找到平静。她在大自然的宁静和美丽中找到了快乐。","coco_name":"可可","coco_story":"可可喜欢从灌木丛中采摘甜美的浆果。她总是与朋友们分享她的发现。","dash_name":"达什","dash_story":"达什像闪电一样快，总是不断地移动，从不静止。他的速度让他成为森林中最快的动物。","daisy_name":"雏菊","daisy_story":"雏菊热爱花卉，精心照料着美丽的花园。她温柔的手指使每一朵花都开得更加灿烂。","finn_name":"芬恩","finn_story":"芬恩是一位出色的游泳者，喜欢在湖里潜水。他最幸福的时光就是被清凉的蓝色水域包围时。","peanut_name":"花生","peanut_story":"花生喜欢寻找零食，并把它们藏在秘密的地方。他的收藏每天都在增长，一点一点地增加。","ziggy_name":"齐基","ziggy_story":"齐基有着古怪的个性和一颗宽大的心。他总是用搞笑的动作让朋友们笑出声来。","blue_name":"蓝色","blue_story":"蓝色喜欢看星星，梦想着飞得更高。他是一个安静的灵魂，怀揣着大大的梦想。","rex_name":"雷克斯","rex_story":"雷克斯强壮而忠诚，总是在朋友们需要时挺身而出。他的存在让每个人都感到安全。","sunny_name":"阳光","sunny_story":"阳光无论走到哪里，都带来温暖和微笑。她开朗的个性使最阴沉的日子也变得明亮起来。","poppy_name":"波比","poppy_story":"波比每当听到音乐时就会快乐地跳舞。她优雅的舞姿激励着其他人也加入进来。","bolt_name":"闪电","bolt_story":"闪电是森林中最快的，总是在与风竞速。他的冒险精神使他一直处于移动状态。","misty_name":"迷雾","misty_story":"迷雾如同影子般安静且神秘。她常常独自徘徊在迷雾弥漫的森林中。","tango_name":"探戈","tango_story":"探戈有着顽皮的个性，喜欢到处跳跃。他是森林中每个聚会的灵魂。","jasper_name":"贾斯帕","jasper_story":"贾斯帕脑袋灵活，总是能找到巧妙的解决方案。他在朋友中被称为问题解决者。","nibbles_name":"尼布尔斯","nibbles_story":"尼布尔斯总是能找到一些美味的食物。他对食物的热爱仅次于他对朋友的友善。","snickers_name":"斯尼克斯","snickers_story":"斯尼克斯带着顽皮的笑容，喜欢捉弄朋友。他的朋友们永远不知道他接下来会做什么。"}}}]],0,0,[],[],[]]
